[
	{
		"id": 1,
		"district": "Северо-Кавказский федеральный округ",
        "src" : "https://tatmitropolia.ru/www/news2015/7/СКФО.jpg",
		"info": "федеральный округ Российской Федерации на юге европейской части России, в центральной и восточной части Северного Кавказа. В состав Северо-Кавказского федерального округа входят семь субъектов федерации с площадью 170 439 км² (1 % от территории РФ) и населением 9 930 933[1] чел. (6,77 % от населения РФ на 1 января 2020 года). Административный центр СКФО — город Пятигорск."
	},
	{
		"id": 2,
		"district": "Южный федеральный округ",
        "src" : "https://abali.ru/wp-content/uploads/2020/10/uao_mos_coa_Abali.ru_-1536x1127.png",
		"info": "федеральный округ Российской Федерации на юге её европейской части. В состав округа входят восемь[a] субъектов РФ, с населением 16 466 084[1] человек (11,22 % от населения РФ по состоянию на 1 января 2020 года) и площадью 447 821[5] км² (2,61 % от площади территории РФ). Административный центр ЮФО — город Ростов-на-Дону."
	},
	{
		"id": 3,
		"district": "Центральный федеральный округ",
        "src" : "https://abali.ru/wp-content/uploads/2020/10/cao_mos_coa_Abali-1536x1536.png",
		"info": "федеральный округ Российской Федерации на западе её европейской части. Образован Указом Президента РФ от 13 мая 2000 года. Округ не имеет республик в своём составе среди субъектов РФ — в нём представлены только области и город федерального значения, столица России Москва, которая является крупнейшим городом округа."
	},
	{
		"id": 4,
		"district": "Приволжский федеральный округ",
        "src" : "https://avatars.mds.yandex.net/i?id=2a0000017a126e8cc5595ab4fbc6208b0982-4903597-images-thumbs&n=13",
		"info": "федеральный округ Российской Федерации, образованный Указом Президента РФ от 13 мая 2000 года. В состав округа входят 14 субъектов РФ. Территория округа составляет 6.06 % от территории РФ. Округ не имеет выхода к Мировому океану. Численность населения ПФО 29 287 683 чел. (2020) (19.96 % населения России). Основу населения составляют горожане (72,19[1] %), что в целом несколько ниже общероссийского показателя (74,66[1] %)."
	},
	{
		"id": 5,
		"district": "Северо-Западный федеральный округ",
        "src" : "https://adresnie-tablichki.ru/image/catalog/blog/download/gerbyiflagiokruga/6_tablichki-gerby-i-flagi-okruga-moskvy-skachat-i-raspechatat.png",
		"info": "федеральный округ Российской Федерации на севере и северо-западе её европейской части. В состав округа входят 11 субъектов РФ, с населением 13 981 992 человек (9,53 % от населения России по состоянию на 1 января 2020 года) и площадью 1 686 972[1] км² (9,85 % территории РФ)."
	},
	{
		"id": 6,
		"district": "Уральский федеральный округ",
        "src" : "https://images.vector-images.com/207/urfo.gif",
		"info": "федеральный округ Российской Федерации, в пределах Урала и Западной Сибири. Образован Указом президента РФ от 13 мая 2000 года. Территория округа составляет 10,62 % от территории РФ. В округе, как и в ЦФО, отсутствуют республики, только области (включая Ямало-Ненецкий и Ханты-Мансийский — Югра автономные округа, которые входят в состав Тюменской области). Является наименьшим среди федеральных округов по количеству субъектов."
	},
	{
		"id": 7,
		"district": "Сибирский федеральный округ",
        "src" : "https://sun1-27.userapi.com/s/v1/if1/7vepmKSqXIxkmCz19hT9uE5oGHEcMQzhuF0pjI1JIebUd5BZM_97ynkN59ko0xFa4uvcKPyq.jpg?size=400x412&quality=96&crop=0,0,388,400&ava=1",
		"info": "федеральный округ в сибирской части Российской Федерации. Образован Указом Президента РФ от 13 мая 2000 года. Имеет в своём составе 10 субъектов РФ, среди которых есть как республики, так и края и области. Территория округа составляет 25,47 % от территории РФ (вторая по размеру, ненамного уступающая Дальневосточному федеральному округу). Имеет как сухопутные, так и морские границы."
	},
	{
		"id": 8,
		"district": "Дальневосточный федеральный округ",
        "src" : "https://avatars.mds.yandex.net/i?id=6eea432041d7728159eb8b321fea433d-4034313-images-thumbs&n=13",
		"info": "федеральный округ Российской Федерации, занимающий территорию Дальнего Востока России и Восточной Сибири. Образован Указом Президента Российской Федерации от 13 мая 2000 года. Площадь округа составляет 6 952 555 км², что составляет 40,6 % площади всей страны (крупнейший по размерам территории федеральный округ)."
	}
]